Repository: archlinux-downgrade/downgrade
Catalog: *.po
Languages: fr

source: error: $*
fr: erreur : $*

source: usage: downgrade [ -d <dir> ] [ -m <i686|x86_64> ] [ -a | -c ] [ -i ] [ -- ] <pkg> ... options: -d,--pkgdir set download directory (A.R.M. only), default is \`/tmp' -m,--arch set search architecture (A.R.M. only), default is determined by \`uname -m\` -a,--noarm don't search the A.R.M. when nothing's available in cache -c,--nocache don't look in cache, go directly to A.R.M. -i,--noinstalled don't show [installed] next to installed versions (speed up) -s,--nosudo don't use sudo, even when available
fr: Utilisation : downgrade [ -d <dir> ] [ -m <i686|x86_64> ] [ -a | -c ] [ -i ] [ -- ] <pkg> ... options: -d,--pkgdir spécifie le dossier pour les téléchargement (paquets récupérés sur A.R.M. seulement), par défaut \`/tmp' -m,--arch spécifie pour quel architecture rechercher (paquets récupérés sur A.R.M. seulement), par défaut selon \`uname -m\` -a,--noarm ne pas rechercher sur A.R.M. quand rien n'est disponible dans le cache -c,--nocache ne pas rechercher dans le cache, aller directement sur A.R.M. -i,--noinstalled ne pas afficher [installé] à côté de la version installée (plus rapide) -s,--nosudo ne pas utiliser sudo, même quand il est disponible

source: please do not run downgrade as root; su/sudo will be used when needed
fr: veuillez ne pas lancer downgrade en tant que root; su/sudo seront utilisés quand nécessaire

source: $msg or [q]uit:
fr: $msg ou [q]uitter:

source: y
fr: o

source: $pack [installed]
fr: $pack [installé]

source: could not install package $pkg
fr: n'a pas pu installer $pkg

source: The following packages are available in your cache:
fr: Les paquets suivants sont disponibles dans votre cache :

source: please choose a version, [s]earch A.R.M
fr: veuillez choisir une version, ou [c]hercher sur A.R.M.

source: please choose a version
fr: veuillez choisir une version

source: s
fr: c

source: invalid choice.
fr: choix invalide.

source: $arch is invalid, must be i686 or x86_64
fr: $arch n'est pas valide, choisissez i686 ou x86_64

source: The following packages are available from the A.R.M.:
fr: Les paquets suivants sont disponibles sur A.R.M. :

source: unable to create $pkgdir
fr: impossible de créer $pkgdir

source: Add $pkg to IgnorePkg in $pacman_conf
fr: Ajouter $pkg à IgnorePkg dans $pacman_conf
