Repository: archlinux-downgrade/downgrade
Catalog: locale/downgrade/*.po
Languages: cs, es, fr, lt, nn, pl, pt_br, ru

source: Usage: downgrade [option...] <pkg> [pkg...] [-- pacman_option...]
cs: Použití: downgrade [argumenty...] <balíček> [balíček...] [-- <argumenty Pacmanu>]
es: Uso: downgrade [option...] <pkg> [pkg...] [-- pacman_option...]
fr: Utilisation: downgrade [option...] <pkg> [pkg...] [-- pacman_option...]
lt: Naudojimas: downgrade [option...] <paketas> [paketas...] [-- pacman_option...]
nn: Bruk: downgrade [option...] <pkg> [pkg...] [-- pacman_option...]
pl: Użycie: downgrade [opcje...] <pkg> [pkg...] [-- opcje_pacmana...]
pt_br: Uso: downgrade [opções...] <pkg> [pkg...] [-- opções_do_pacman...]
ru: использование: downgrade [option...] <pkg> [pkg...] [-- pacman_option...]

source: Options
cs: Argumenty
es: Opciones
fr: Les options
lt: Galimybės
nn: Alternativer
pl: Opcje
pt_br: Opções
ru: Опции

source: command
cs: příkaz
es: mando
fr: commander
lt: komanda
nn: kommando
pl: komenda
pt_br: comando
ru: команда

source: pacman command to use, defaults to
cs: příkaz pacman, výchozí nastavení je
es: comando pacman para usar, el valor predeterminado es
fr: commande pacman à utiliser, par défaut
lt: Pacman komanda, kurią reikia naudoti, numatytoji reikšmė yra
nn: pacman-kommando for å bruke, er standard for
pl: do użycia komenda pacman, domyślnie
pt_br: comando pacman a usar, o padrão é
ru: команда pacman для использования, по умолчанию

source: path
cs: soubor
es: ruta de archivo
fr: chemin du fichier
lt: bylos kelias
nn: filsti
pl: ścieżka pliku
pt_br: caminho de arquivo
ru: Путь файла

source: pacman configuration file, defaults to
cs: konfigurační soubor pacman, výchozí nastavení
es: archivo de configuración de pacman, el valor predeterminado es
fr: fichier de configuration pacman, par défaut
lt: Pacman konfigūracijos failas, pagal nutylėjimą
nn: pacman konfigurasjonsfil, er standard til
pl: plik konfiguracyjny pacmana, domyślnie
pt_br: arquivo de configuração pacman, o padrão é
ru: Файл конфигурации pacman, по умолчанию

source: pacman cache directory,
cs: adresář mezipaměti pacman,
es: directorio de caché pacman,
fr: répertoire de cache pacman,
lt: Pacman talpyklos katalogas,
nn: pacman cache-katalog,
pl: katalog pamięci podręcznej pacman,
pt_br: diretório de cache pacman,
ru: каталог кеша pacman,

source: default value(s) taken from pacman configuration file,
cs: výchozí hodnota převzatá z konfiguračního souboru pacman,
es: valor predeterminado tomado del archivo de configuración de pacman,
fr: valeur par défaut extraite du fichier de configuration de pacman,
lt: numatytoji vertė, paimta iš pacman konfigūracijos failo,
nn: eller på annen måte standard til
pl: wartość domyślna pobrana z pliku konfiguracyjnego pacman,
pt_br: valor padrão obtido do arquivo de configuração pacman,
ru: значение по умолчанию берется из файла конфигурации pacman,

source: or otherwise defaults to
cs: nebo jinak výchozí
es: o por defecto es
fr: ou par défaut
lt: arba kitaip pagal nutylėjimą yra
nn: plassering av ALA-server, er standard til
pl: lub w inny sposób domyślnie
pt_br: ou o padrão é
ru: или по умолчанию

source: pacman log file,
cs: soubor protokolu pacman
es: archivo de registro de pacman
fr: fichier journal pacman
lt: Pacman žurnalo failas
nn: pacman-loggfil
pl: plik dziennika pacman
pt_br: arquivo de log do Pacman,
ru: файл журнала pacman

source: default value taken from pacman configuration file,
cs: výchozí hodnota převzatá z konfiguračního souboru pacman,
es: valor predeterminado tomado del archivo de configuración de pacman,
fr: valeur par défaut extraite du fichier de configuration de pacman,
lt: numatytoji vertė, paimta iš pacman konfigūracijos failo,
nn: eller på annen måte standard til
pl: wartość domyślna pobrana z pliku konfiguracyjnego pacman,
pt_br: valor padrão obtido do arquivo de configuração pacman,
ru: значение по умолчанию берется из файла конфигурации pacman,

source: integer
cs: celé číslo
es: entero
fr: entier
lt: sveikasis skaičius
nn: heltall
pl: liczba całkowita
pt_br: inteiro
ru: целое число

source: maximum depth to search for cached packages, defaults to
cs: maximální hloubka pro vyhledávání balíčků v mezipaměti, výchozí hodnota
es: profundidad máxima para buscar paquetes en caché, el valor predeterminado es
fr: profondeur maximale pour rechercher les packages mis en cache, par défaut
lt: maksimalus gylis ieškant talpykloje esančių paketų, numatytasis reikšmė yra
nn: maksimal dybde for å søke etter hurtigbufrede pakker, som standard
pl: maksymalna głębokość do wyszukiwania pakietów w pamięci podręcznej, domyślnie
pt_br: profundidade máxima para procurar pacotes em cache, o padrão é
ru: максимальная глубина для поиска в кэшированных пакетах, по умолчанию

source: location of ALA server, defaults to
cs: umístění serveru ALA, výchozí nastavení je
es: ubicación del servidor ALA, el valor predeterminado es
fr: emplacement du serveur ALA, par défaut
lt: ALA serverio vieta, numatytoji reikšmė
nn: plassering av ALA-server, er standard til
pl: lokalizacja serwera ALA, domyślnie
pt_br: localização do servidor ALA, o padrão é
ru: расположение сервера ALA, по умолчанию

source: only use ALA server
cs: používejte pouze server ALA
es: solo use el servidor ALA
fr: utiliser uniquement le serveur ALA
lt: naudoti tik ALA serverį
nn: bruk bare ALA-serveren
pl: używaj tylko serwera ALA
pt_br: use apenas o servidor ALA
ru: использовать только сервер ALA

source: only use cached packages
cs: používejte pouze balíčky v mezipaměti
es: solo use paquetes en caché
fr: utiliser uniquement des packages mis en cache
lt: naudokite tik talpykloje laikomus paketus
nn: bruk bare hurtigbufrede pakker
pl: używaj tylko pakietów buforowanych
pt_br: use apenas pacotes em cache
ru: использовать только кэшированные пакеты

source: pick latest matching version
pt_br: escolha a versão mais recente de correspondência

source: pick oldest matching version
pt_br: escolha a versão mais antiga de correspondência

source: do not query ala if a matching package was found in cache
pt_br: não consulte Ala se um pacote correspondente foi encontrado em cache

source: show downgrade version
cs: zobrazit downgrade verzi
es: mostrar la versión downgrade
fr: afficher la version downgrade
lt: rodyti downgrade versiją
nn: vis downgrade versjonen
pl: pokaż downgrade wersję
pt_br: mostrar a versão downgrade
ru: показать версию downgrade

source: show help script
cs: zobrazit skript nápovědy
es: mostrar guión de ayuda
fr: afficher le script d'aide
lt: rodyti pagalbos scenarijų
nn: vis hjelpeskript
pl: pokaż skrypt pomocy
pt_br: mostrar script de ajuda
ru: показать скрипт помощи

source: Note
cs: Poznámka
es: Nota
fr: Remarque
lt: Pastaba
nn: Merk
pl: Uwaga
pt_br: Nota
ru: Заметка

source: Options after the -- characters will be treated as pacman options.
cs: Možnosti za znaky -- budou považovány za možnosti pacmanu.
es: Las opciones después de los caracteres -- se tratarán como opciones de pacman.
fr: Les options après les caractères -- seront traitées comme des options pacman.
lt: Parinktys po simbolių -- bus traktuojamos kaip pacman parinktys.
nn: Alternativer etter -- tegnene vil bli behandlet som pacman-alternativer.
pl: Opcje po znakach -- będą traktowane jako opcje Pacman.
pt_br: As opções após os caracteres -- serão tratadas como opções do pacman.
ru: Параметры после символов -- будут рассматриваться как параметры pacman.

source: See downgrade(8) for details.
cs: Pro více informací vizte downgrade(8)
es: Ver downgrade(8) para más detalles.
fr: Voir downgrade(8) pour plus de détails.
lt: Išsamiau galite paskaityti downgrade(8).
nn: Sjå downgrade(8) for detaljar.
pl: Zobacz downgrade(8) po szczegóły.
pt_br: Veja downgrade(8) para mais detalhes.
ru: см. downgrade(8) для подробностей.

source: Available packages
cs: Dostupné balíčky
es: Paquetes disponibles
fr: Paquets disponibles
lt: Prieinami paketai
nn: Tilgjengelege pakkar
pl: Dostępne pakiety
pt_br: Pacotes disponíveis
ru: Доступные пакеты

source: y
cs: a
es: s
fr: o
lt: t
nn: j
pl: t
pt_br: s
ru: д

source: add $pkg to IgnorePkg? [y/N]
cs: přidat $pkg mezi ignorované? [a/N]
es: Añadir $pkg a paquetes ignorados [s/N]
fr: Ajouter $pkg dans la liste des paquets à ne pas mettre à jour automatiquement ? [o/N]
lt: pridėti $pkg į IgnorePkg? [t/N]
nn: legg til $pkg i IgnorePkg? [j/N]
pl: dodać $pkg do IgnorePkg? [t/N]
pt_br: adicionar $pkg em IgnorePkg? [s/N]
ru: добавить $pkg в список проигнорированных пакетов? [д/Н]

source: remote
cs: vzdálený
es: remoto
fr: distant
lt: nutolęs
nn: ekstern
pl: do pobrania
pt_br: remoto
ru: дистанционно

source: No results found
cs: Nebyly nalezeny žádné výsledky
es: No se han encontrado resultados
fr: Aucun résultat trouvé
lt: Nieko nerasta
nn: Ingen resultater
pl: Nie znaleziono wyników
pt_br: Nenhum resultado encontrado
ru: результаты не найдены

source: Invalid choice
cs: Neplatná volba
es: Elección inválida
fr: Choix invalide
lt: Netinkamas pasirinkimas
nn: Ugyldig valg
pl: Nieprawidłowy wybór
pt_br: Escolha inválida
ru: Неверный выбор

source: Unable to downgrade $name
cs: Nelze downgradovat $name
es: No se puede degradar $name
fr: Impossible de rétrograder $name
lt: Neįmanoma paversti žemesnio lygio $name
nn: Kan ikke nedgradere $name
pl: Nie można obniżyć poziomu $name
pt_br: Não foi possível fazer o downgrade $name
ru: Невозможно понизить $name

source: Missing --pacman argument
cs: Chybí argument --pacman
es: Falta el argumento --pacman
fr: Argument --pacman manquant
lt: Trūksta argumento --pacman
nn: Mangler --pacman -argumentet
pl: Brak argumentu --pacman
pt_br: Argumento --pacman ausente
ru: Отсутствует аргумент --pacman

source: Missing --pacman-conf argument
cs: Chybí argument --pacman-conf
es: Falta el argumento --pacman-conf
fr: Argument --pacman-conf manquant
lt: Trūksta argumento --pacman-conf
nn: Mangler --pacman-conf -argumentet
pl: Brak argumentu --pacman-conf
pt_br: Argumento --pacman-conf ausente
ru: Отсутствует аргумент --pacman-conf

source: Missing --ala-url argument
cs: Chybí argument --ala-url
es: Falta el argumento --ala-url
fr: Argument --ala-url manquant
lt: Trūksta argumento --ala-url
nn: Mangler --ala-url -argumentet
pl: Brak argumentu --ala-url
pt_br: Argumento --ala-url ausente
ru: Отсутствует аргумент --ala-url

source: Missing --pacman-cache argument
cs: Chybí argument --pacman-cache
es: Falta el argumento --pacman-cache
fr: Argument --pacman-cache manquant
lt: Trūksta argumento --pacman-cache
nn: Mangler --pacman-cache -argumentet
pl: Brak argumentu --pacman-cache
pt_br: Argumento --pacman-cache ausente
ru: Отсутствует аргумент --pacman-cache

source: Missing --pacman-log argument
cs: Chybí argument --pacman-log
es: Falta el argumento --pacman-log
fr: Argument --pacman-log manquant
lt: Trūksta argumento --pacman-log
nn: Mangler --pacman-log -argumentet
pl: Brak argumentu --pacman-log
pt_br: Argumento --pacman-log ausente
ru: Отсутствует аргумент --pacman-log

source: Missing --maxdepth argument
cs: Chybí argument --maxdepth
es: Falta el argumento --maxdepth
fr: Argument --maxdepth manquant
lt: Trūksta argumento --maxdepth
nn: Mangler --maxdepth -argumentet
pl: Brak argumentu --maxdepth
pt_br: Argumento --maxdepth ausente
ru: Отсутствует аргумент --maxdepth

source: Unrecognized option $current_option
cs: Nerozpoznaná možnost $current_option
es: Opción no reconocida $current_option
fr: Option non reconnue $current_option
lt: Neatpažinta parinktis $current_option
nn: Ukjent alternativ $current_option
pl: Nierozpoznana opcja $current_option
pt_br: Opção não reconhecida $current_option
ru: Нераспознанная опция $current_option

source: No packages provided for downgrading
cs: Pro downgradování nebyly poskytnuty žádné balíčky
es: No se proporcionan paquetes para degradar
fr: Aucun package fourni pour la rétrogradation
lt: Nepateikta jokių pakuočių, leidžiančių pažengti žemiau
nn: Ingen pakker gitt for nedgradering
pl: Brak pakietów do obniżenia
pt_br: Nenhum pacote fornecido para desatualização
ru: Нет пакетов для понижения

source: downgrade must be run as root
cs: downgrade musí být spuštěn jako root
es: downgrade debe ejecutarse como root
fr: le downgrade doit être exécuté en tant que root
lt: downgrade turi būti paleistas kaip root
nn: downgrade må kjøres som root
pl: downgrade musi być uruchamiany jako root
pt_br: downgrade deve ser executado como root
ru: downgrade должен запускаться как root
