Repository: archlinux-downgrade/downgrade
Catalog: locale/pacignore/*.po
Languages: cs, es, fr, lt, nb, pl, pt_br, ru, zh_cn

source: Usage: pacignore ls [option...]
cs: Použití: pacignore ls [argumenty...]
es: Uso: pacignore ls [option...]
fr: Utilisation: pacignore ls [option...]
lt: Naudojimas: pacignore ls [option...]
nb: Bruk: pacignore ls [option...]
pl: Użycie: pacignore ls [opcje...]
pt_br: Uso: pacignore ls [opções...]
ru: использование: pacignore ls [option...]
zh_cn: 用法：pacignore ls [option...]

source: Usage: pacignore {check|add|rm} [option...] <pkg> [pkg...]
cs: Použití: pacignore {check|add|rm} [argumenty...] <balíček> [balíček...]
es: Uso: pacignore {check|add|rm} [option...] <pkg> [pkg...]
fr: Utilisation: pacignore {check|add|rm} [option...] <pkg> [pkg...]
lt: Naudojimas: pacignore {check|add|rm} [option...] <paketas> [paketas...]
nb: Bruk: pacignore {check|add|rm} [option...] <pkg> [pkg...]
pl: Użycie: pacignore {check|add|rm} [opcje...] <pkg> [pkg...]
pt_br: Uso: pacignore {check|add|rm} [opções...] <pkg> [pkg...]
ru: использование: pacignore {check|add|rm} [option...] <pkg> [pkg...]
zh_cn: 用法：pacignore {check|add|rm} [option...] <包> [包...]

source: Subcommands
cs: Dílčí příkazy
es: Subcomandos
fr: Sous-communs
lt: Pogrupiai
nb: Underkommandoer
pl: Podkomendy
pt_br: Subcomando
ru: Подкоманды
zh_cn: 子命令

source: list existing packages in the IgnorePkg directive
cs: seznam existujících balíčků ve směrnici IgnorePkg
es: enumere los paquetes existentes en la directiva IgnorePkg
fr: énumérez les packages existants dans la directive IgnorePkg
lt: išvardykite esamas paketus Ignorepkg direktyvoje
nb: liste eksisterende pakker i IgnorePkg -direktivet
pl: wymień istniejące pakiety w dyrektywie IgnorePkg
pt_br: liste os pacotes existentes na diretiva IgnorePkg
ru: Перечислите существующие пакеты в директиве IgnorePkg
zh_cn: 在IgnorePkg指令中列出现有软件包

source: check if a specified package is being ignored
cs: zkontrolujte, zda je zadaný balíček ignorován
es: verifique si se ignora un paquete específico
fr: vérifiez si un package spécifié est ignoré
lt: patikrinkite, ar ignoruojamas nurodytas paketas
nb: sjekk om en spesifisert pakke blir ignorert
pl: sprawdź, czy określony pakiet jest ignorowany
pt_br: verifique se um pacote especificado está sendo ignorado
ru: Проверьте, игнорируется ли указанный пакет
zh_cn: 检查是否忽略了指定的软件包

source: add package(s) to the IgnorePkg directive
cs: přidejte balení do směrnice IgnorePkg
es: agregar paquete (s) a la directiva IgnorePkg
fr: ajouter un package (s) à la directive IgnorePkg
lt: pridėkite paketą (-us) į direktyvą Ignorepkg
nb: legg til pakke (er) i IgnorePkg -direktivet
pl: Dodaj pakiety do dyrektywy IgnorePkg
pt_br: adicione o (s) pacote (s) à diretiva IgnorePkg
ru: Добавить пакет в директиву IgnorePkg
zh_cn: 将软件包添加到IgnorePkg指令中

source: remove package(s) from the IgnorePkg directive
cs: odstraňte balíčky (balíčky) ze směrnice IgnorePkg
es: eliminar el paquete (s) de la directiva IgnorePkg
fr: supprimer le (s) package (s) de la directive IgnorePkg
lt: Pašalinkite (-us) paketą (-us) iš Ignorepkg direktyvos
nb: fjern pakken (e) fra IgnorePkg -direktivet
pl: usuń pakiety z dyrektywy IgnorePkg
pt_br: Remova o (s) pacote (s) da diretiva IgnorePkg
ru: Удалить пакет из директивы IgnorePkg
zh_cn: 从IgnorePkg指令中删除软件包

source: Options
cs: Argumenty
es: Opciones
fr: Les options
lt: Galimybės
nb: Alternativer
pl: Opcje
pt_br: Opções
ru: Опции
zh_cn: 选件

source: path
cs: soubor
es: ruta de archivo
fr: chemin du fichier
lt: bylos kelias
nb: filsti
pl: ścieżka pliku
pt_br: caminho de arquivo
ru: Путь файла
zh_cn: 文件路径

source: pacman configuration file, defaults to
cs: konfigurační soubor pacman, výchozí nastavení
es: archivo de configuración de pacman, el valor predeterminado es
fr: fichier de configuration pacman, par défaut
lt: Pacman konfigūracijos failas, pagal nutylėjimą
nb: pacman konfigurasjonsfil, er standard til
pl: plik konfiguracyjny pacmana, domyślnie
pt_br: arquivo de configuração pacman, o padrão é
ru: Файл конфигурации pacman, по умолчанию
zh_cn: pacman配置文件，默认为

source: show help script
cs: zobrazit skript nápovědy
es: mostrar guión de ayuda
fr: afficher le script d'aide
lt: rodyti pagalbos scenarijų
nb: vis hjelpeskript
pl: pokaż skrypt pomocy
pt_br: mostrar script de ajuda
ru: показать скрипт помощи
zh_cn: 显示帮助脚本

source: Skipping $pkg as it is already ignored
cs: Přeskočení $pkg, jak je již ignorováno
es: Omitir $pkg como ya está ignorado
fr: Saut $pkg comme il est déjà ignoré
lt: Praleisti $pkg, nes jis jau ignoruojamas
nb: Hopper over $pkg som det allerede er ignorert
pl: Pomijanie $pkg, ponieważ jest już ignorowane
pt_br: Pular $pkg, pois já é ignorado
ru: Пропустить $pkg, как это уже игнорируется
zh_cn: 跳过$pkg，因为它已经被忽略了

source: Skipping $pkg as it is was never ignored
cs: Přeskočení $pkg, protože to nebylo nikdy ignorováno
es: Omitir $pkg como lo es nunca fue ignorado
fr: Sauter $pkg car il n'est jamais ignoré
lt: Praleisti $pkg, koks jis yra, niekada nebuvo ignoruojamas
nb: Hopp over $pkg som det aldri ble ignorert
pl: Pomijanie $pkg, ponieważ nigdy nie zostało ignorowane
pt_br: Pular $pkg como é nunca foi ignorado
ru: Пропустить $pkg, как это было никогда не игнорировалось
zh_cn: 跳过$pkg，因为它从未被忽略

source: Error in reading pacman configuration file
cs: Chyba při čtení konfiguračního souboru pacman
es: Error en la lectura del archivo de configuración de pacman
fr: Erreur de lecture du fichier de configuration de pacman
lt: Klaida skaitant pacman konfigūracijos failą
nb: Feil ved å lese pacman -konfigurasjonsfilen
pl: Błąd w odczytaniu pliku konfiguracyjnego pacman
pt_br: Erro ao ler o arquivo de configuração do pacman
ru: Ошибка в чтении файла конфигурации pacman
zh_cn: 阅读pacman配置文件中的错误

source: pacignore must be run as root for this subcommand
cs: pacignore musí být spuštěn jako root pro tuto podskupinu
es: pacignore debe ejecutarse como root para este subcomando
fr: pacignore doit être exécuté comme root pour cette sous-commande
lt: pacignore turi būti paleistas kaip šios pakomitečio root
nb: pacignore må kjøres som root for denne underkommandoen
pl: pacignore musi być uruchomiony jako root dla tego podkomenda
pt_br: pacignore deve ser executado como root para este subcomando
ru: pacignore должен работать как root для этого подкоманда
zh_cn: 帕克尼奥尔必须作为此子命令作为root运行

source: No packages provided
cs: Žádné balíčky
es: No se proporcionan paquetes
fr: Aucun package fourni
lt: Jokių paketų
nb: Ingen pakker levert
pl: Brak pakietów
pt_br: Nenhuma pacotes fornecidos
ru: Не предоставлены пакеты
zh_cn: 没有提供包
